[
  {
    "ServicesData": [
      {
        "t1": "Customer Relationship Management",
        "Des1": "Fostering Enhanced Customer Relations.",
        "icon1": "fa fa-users",
        "serviceHeading": "Services"
      },
      {
        "t2": "Security Architecture",
        "Des2": "Constructing Resilient Defenses in the Cloud and Beyond!.",
        "icon2": "fa fa-lock"
      },
      {
        "t3": "Digital Transformation",
        "Des3": "the Power of Digital ...",
        "icon3": "fa fa-cogs"
      },
      {
        "t4": "Application Services",
        "Des4": "Revolutionizing The IT Landscape With Innovative Application Services!",
        "icon4": "fa fa-line-chart"
      },
      {
        "t5": "Cloud Services",
        "Des5": "Where the Cloud Meets Innovation!",
        "icon5": "fa fa-cloud"
      },
      {
        "t6": "Data Services",
        "Des6": "Empowering Your Business through Intelligent Data Services..",
        "icon6": "fa fa-database"
      },
      {
        "t7": "AWS Services",
        "Des7": "A Symphony of Innovation, Scalability, and Excellence!",
        "icon7": "fa-brands fa-aws"
      },
      {
        "t8": "Microsoft Cloud Services",
        "Des8": "Your Gateway to Microsoft Cloud Excellence!",
        "icon8": "fa-brands fa-microsoft"
      },
      {
        "t9": "Internet Of Things",
        "Des9": "Enabling a Smart, Connected Future...",
        "icon9": "fa fa-microchip"
      },
      {
        "t10": "Business Assurance & Testing",
        "Des10": "Elevating Business Resilience .",
        "icon10": "fa fa-check-circle"
      },
      {
        "t11": "Free POC & POT",
        "Des11": "Empowering clients' competitive advantage.",
        "icon11": "fa-solid fa-lightbulb"
      },
      {
        "t12": "Software Sales",
        "Des12": "Partnering with leading software vendors.",
        "icon12": "fa fa-box"
      }
    ]
  },
  {
    "ServicesAllHeadingAndContent": [
      {
        "crmMainHeading": "Customer Relationship Management:",
        "crmFosteringHeading": "Fostering Enhanced Customer Relations",
        "crmFosteringContent1": "Customer Relationship Management (CRM) signifies the strategies and processes that businesses leverage to oversee and refine customer interactions, with the ultimate aim of augmenting customer relations. Achieving a harmonious relationship between a business and its clientele involves the integration of optimal practices and avant-garde technologies to align organizational processes with customer relationship aspirations. Infomerica stands out as a beacon of experience and proficiency in rolling out CRM solutions across diverse industries, empowered by our partnerships with industry stalwarts like IBM, Microsoft, and Oracle. We are poised to deliver products and services that aptly fulfill customer requirements.",
        "crmFosteringContent2": "Strategic Alliances with product, tool & technology vendors.",
        "servicebannerimage": "https://www.infomericainc.com/Content/images/services-banner.jpg",
        "servicemobileimage": "https://www.infomericainc.com/Content/images/services-banner-mobile.jpg",
        "servicecrmImage": "https://www.infomericainc.com/Content/images/shutterstock_143086633.jpg",
        "serviceHeading": "Services"
      },
      {
        "digitalUnleashHeading": "Unleash the Power of Digital: Infomerica's Digital Transformation Services!",
        "digitalUnleashContent": "In a world that’s rapidly evolving, staying ahead means embracing change. At Infomerica,Inc, we specialize in navigating businesses through their digital journeys, unlocking unprecedented value and capabilities. Our Digital Transformation Services are designed to redefine the way you operate and deliver, making your business more resilient, agile, and innovative.",
        "digitalImage": "https://www.infomericainc.com/Content/images/Digital%20Transformation%20services.jpg"
      },
      {
        "securityAdvancedHeading": "Advanced Security Architecture Services:",
        "securityConstructingHeading": "Constructing Resilient Defenses in the Cloud and Beyond!",
        "securityConstructingContent1": "In today's interconnected world, where cyber threats are relentless, achieving robust Security Architecture, especially within cloud environments, is paramount. We provide sophisticated Security Architecture Services, extending our reach into the cloud, to offer holistic defense strategies, advanced methodologies, and a layered approach to protect sensitive data, systems, and applications from sophisticated threats and vulnerabilities.",
        "securityConstructingContent2": "Strategic Alliances with product, tool & technology vendors.",
        "securityConstructingContent3": "With our proven onsite/offshore delivery model, our Mobility Solutions is a cost-effective approach to highest return on your investments[ROI].",
        "securityarchitectureImage": "https://www.infomericainc.com/Content/images/SecurityArchitecture.png"
      },
      {
        "applicationRevolutionizingHeading": "Revolutionizing The IT Landscape With",
        "applicationInnovativeHeading": "Innovative Application Services!",
        "applicationInnovativeContent1": "In today’s dynamic and ever-evolving digital landscape, the role of application services is pivotal in ensuring seamless business operations and enhanced user experiences.",
        "applicationInnovativeContent2": "Infomerica's Application services encompass a myriad of capabilities designed to strategize, develop, and manage a spectrum of applications catering to diverse business needs.",
        "applicationInnovativeContent3": "Our approach to application services is holistic, addressing every aspect of application lifecycle management, and our commitment is to enable our clients to focus on their core business areas while we take care of their application landscape.",
        "applicationInnovativeContent4": "Our seasoned team of specialists harbors extensive experience and profound industry insights, empowering your business to transcend conventional boundaries and achieve its aspirations."
      },
      {
        "cloudWelcomeHeading": "Welcome to Infomerica,Inc - Where the Cloud Meets Innovation!",
        "cloudWelcomeContent": "Embark on a journey through the limitless horizons of cloud technology with us, and redefine what’s possible for your business in today’s digital era! At Infomerica, we deliver premier Cloud Services that infuse agility, innovation, and scalability into your business operations, empowering you to achieve unparalleled excellence and competitive edge in your domain.",
        "cloudUnveilHeading": "Unveil the Power of Cloud with Infomerica,Inc!",
        "cloudUnveilContent": "Through our cutting-edge Cloud Services, we help you harness the full potential of the cloud, ensuring optimal flexibility, security, and performance. Our services are designed to align with your unique business objectives, enabling you to overcome challenges and seize opportunities in the evolving digital landscape.",
        "cloudPlatformMigrationImage": "https://www.infomericainc.com/Content/images/3_stage_cloud_platform_migration_process.png",
        "cloudTransformHeading": "Transform with Infomerica,Inc - Your Cloud Companion!",
        "cloudTransformContent1": "Our mission is to be your trusted partner in your cloud journey, enabling you to innovate, transform, and excel. Together, we’ll explore the infinite possibilities of the cloud, turning your visions into reality and positioning your business as a leader in the digital age..",
        "cloudTransformContent2": "For more details or to discuss your specific needs,",
        "cloudTransformContact": "Contact Us",
        "cloudTransformtoday": "today!",
        "cloudTransContactLink": "/Contact"
      },
      {
        "awsUnveilFutureHeading": "Unveil the Future with Our AWS Services: A Symphony of Innovation, Scalability, and Excellence!",
        "awsUnveilFutureContent": "Welcome to Infomerica,Inc, where your visions meet execution. As an AWS Select Consulting Partner, we are adept at molding the sophisticated architecture of AWS services to offer transformative solutions, designed meticulously to suit your distinctive business paradigms.",
        "awsNavigatingHeading": "Navigating the Digital Elysium with AWS!",
        "awsNavigatingContent": "Delve deeper into the transformative power of AWS with us! Our spectrum of AWS services is broad and versatile, covering a myriad of domains such as Cloud Migration, Advanced Analytics, DevOps, and Security Compliance. Our focal point is to infuse innovation, fortify security, and instigate scalable solutions that bolster your operational fortitude and business growth.",
        "awsInnovateHeading": "Innovate, Transform, and Excel with AWS!",
        "awsInnovateContent": "Engage with us to elevate your journey in the cloud. We stand by you from conceptualization to realization, delivering a seamless experience and ensuring your enterprise’s strategic alignment with the evolving digital epoch. Embrace the future with unparalleled innovation, agility, and resilience with Infomerica,Inc as your beacon in the AWS landscape...",
        "awsInnovateImage": "https://www.infomericainc.com/Content/images/AWS%20Partner.png"
      },
      {
        "microsoftCloudHeading": "Welcome to Infomerica,Inc – Your Gateway to Microsoft Cloud Excellence!",
        "microsoftCloudContent": "As a distinguished AWS Select Consulting Partner, we extend our vast expertise and insights to navigate you seamlessly through the realms of Microsoft Cloud Services. Our commitment is to orchestrate transformative cloud experiences that empower your business to innovate, evolve, and flourish in the dynamic digital ecosystem.",
        "microsoftElevateHeading": "Elevate Your Enterprise with Infomerica,Inc",
        "microsoftElevateContent": "We specialize in leveraging Microsoft Cloud solutions to drive agility, efficiency, and resilience within your enterprise. Our meticulously designed services pave the way for enhanced operational excellence, enriched user experiences, and accelerated growth trajectories.",
        "microsoftTrustedHeading": "Transform Your Journey with Infomerica – Your Trusted Microsoft Cloud Partner!",
        "microsoftTrustedContent1": "Our mission is to catalyze your success in the digital era through transformative Microsoft Cloud Services. Together, we’ll unravel new possibilities, orchestrate digital symphonies, and chart your course to uncharted territories of opportunities.",
        "microsoftTrustedImage": "https://www.infomericainc.com/Content/images/Microsoft%20Gold%20Partner.png",
        "microsoftTrustedContent2": "For more details or to discuss your specific needs,",
        "microsoftTrustedContact": "Contact Us",
        "microsoftTrustedToday": "today!",
        "microsoftTrustedContactLink": "/Contact"
      },
      {
        "microsoftTransformHeading": "Transform Your Business with",
        "microsoftHeading": "Microsoft 365!",
        "microsoftTransformContent1": "Microsoft 365 combines the robustness of Windows 10, the versatility of Office 365, and the management and security features suitable for businesses. It aims to augment collaboration, mobility, and intelligence, providing a seamless environment for organizations to deploy robust and innovative solutions.",
        "microsoftTransformContent2": "Microsoft Power Platform empowers organizations to analyze data, build solutions, automate processes, and create virtual agents. It combines the robust power of Power BI, Power Apps, Power Automate, and Power Virtual Agents to foster innovation across your organization by enabling actionable insights and robust automation",
        "microsoftPractImage": "https://www.infomericainc.com/Content/images/practi_enter.jpg",
        "microsoftPoint1": "Microsoft Teams",
        "microsoftPoint2": "SharePoint Online",
        "microsoftPoint3": "OneDrive for Business",
        "microsoftPoint4": "Power Apps",
        "microsoftPoint5": "Power Automate",
        "microsoftPoint6": "Power Virtual Agents",
        "microsoftPoint7": "Power BI",
        "microsoftIcon": "bi bi-send"
      },
      {
        "dataServicesHeading": "Empowering Your Business through Intelligent Data Services",
        "dataServicesContent": "In the era of digital evolution, data is the heartbeat of business success. At Infomerica, we empower organizations to harness the full potential of their data, driving insights, innovation, and intelligent decision-making. We offer a comprehensive suite of data services, designed to elevate your business in today’s competitive landscape.",
        "dataServices_sub_Content": "The Data Life Cycle is a series of steps carried out to mine information from raw data - a navigation tool for facilitating users in discovering recommendations on how to effectively work with their data across all stages of the data life cycle.",
        "dataSer_image": "https://infomericainc.com/Content/images/Data%20Life%20Cycle.png",
        "dataSer_sub_image": "https://infomericainc.com/Content/images/mdm.png"
      },
      {
        "iotServiceHeading": "IoT Services: Enabling a Smart, Connected Future",
        "iotServiceContent": "In today’s dynamic digital epoch, IoT (Internet of Things) stands at the forefront of technological evolution, shaping an interconnected universe where information is the prime asset. At Infomerica,Inc, we craft exemplary IoT solutions, paving the path for intelligent and informed decision-making and creating enhanced value for your enterprise.        ",
        "iotRevolutionizeHeading": "Revolutionize Your Enterprise with Infomerica,Inc!",
        "iotRevolutionizeContent": "Our IoT services are meticulously designed to empower your business with the essence of connectivity and intelligence. We amalgamate cutting-edge technology with deep industry insights to render solutions that are not just revolutionary but are also scalable and secure.",
        "iotEmbarkHeading": "Embark on Your IoT Journey with Infomerica !",
        "iotEmbarkContent": "Foster an environment of innovation, efficiency, and intelligent operation with our avant-garde IoT services. Let’s unravel the potential of a connected ecosystem and redefine the way your business interacts with the world."
      },
      {
        "solutionsMainBanner": "https://infomericainc.com/Content/images/solutions-banner.jpg",
        "solutionsHeading": "Service Oriented",
        "solutionsSub_Heading": "Architecture",
        "solution_para": "Service Oriented Architecture(SOA) is an Architectural & Framework based approach that helps Enterprises align IT in the view of Business. SOA Approach helps the Enterprise to Leverage existing IT Resources and Enable Complete Integration Between Cloud, Legacy Applications and Enterprise Applications. It helps the Enterprises to increase Efficiency, Agility and Flexibility with lesser efforts and less cost.",
        "solution_para1": "Deploying a SOA involves service enablement, orchestration, mediation, and governance. SOA Suite from various leading vendors such as IBM, Oracle, webMethods, TIBCO, SAP, PegaSystems etc helps to achieve all of these capabilities and through build, deploy, govern, optimize and manage deployments ranging from department-level to enterprise-wide systems. It works with your existing infrastructure, eliminating any costly dangers of rip-and-replace approaches.",
        "solution_para11": "Unlike traditional applications and point-to-point integration approaches, these vendors provides SOA Suite that complete standards-based, hot-pluggable infrastructure interoperates with your existing IT investments for service enabling your existing applications and orchestrating services across your enterprise with built-in lifecycle governance capabilities. You could success in deploying high-volume, mission-critical SOA systems by leveraging the industry's best services buses of your choice.",
        "testingServiceHeading":"Elevating Business Resilience with",
        "testingServiceAssuranceHeading":"Assurance & Rigorous Testing Services!",
        "testingServiceContent":"In an era marked by rapid technological advancements and ever-evolving digital landscapes, Infomerica,Inc provides cutting-edge Business Assurance and Testing Services. We focus on delivering robust and comprehensive solutions that ensure the seamless performance, security, and reliability of your business applications and systems.",
        "testingServiceImage":"https://www.infomericainc.com/Content/images/TESTING.jpg"
      },
      {
        "enterprisePortalsHeading":"Enterprise Portals and",
        "enterprisePortalCmHeading":"Content Management",
        "enterprisePortalContent1":"Enterprise Portals and Content Management are pivotal in managing and delivering information effectively across an organization. They serve as centralized platforms that aggregate information, tools, and applications, providing users with a single access point to critical resources. These systems enhance collaboration, productivity, and user engagement by delivering personalized content and experiences.",
        "enterprisePortalContent2":"Hands-on workshop designed to help senior IT architects and developers and also business users understand the usability, documentation and manageability of the technology as it pertains to their organization and offer end-to-end customized portal and Content Management services to add value and growth your business.We analyze your existing IT environment, understand your requirements, and deliver a comprehensive plan for successfully and efficiently implementing the portal application.",
        "enterprisePortalImage": "https://www.infomericainc.com/Content/images/practi_enter.jpg",
        "enterprisePortalPoint1": "Adobe Experience Manager (AEM)",
        "enterprisePortalPoint2": "SharePoint",
        "enterprisePortalPoint3": "Liferay",
        "enterprisePortalPoint4": "WebSphere Portal",
        "enterprisePortalPoint5": "SAP NetWeaver",
        "enterprisePortalPoint6": "Drupal",
        "enterprisePortalPoint7": "Dnn",
        "enterprisePortalPoint8":"WordPress",
        "enterprisePortalIcon": "bi bi-send"
      },
      {
        "freePOCPOTUnveilHeading":"Unveil the Potential with Our",
        "freePOCPOTHeading1":"Free POC & POT",
        "freePOCPOTHeading2":"at the Innovation Center!",
        "freePOCPOTUnveilContnent":"Welcome to a world where ideas and technologies meld to form solutions of tomorrow! At our Innovation Center, we offer exclusive, free-of-charge Proof of Concepts (POC) and Proof of Technologies (POT), allowing you to witness the transformative power of innovative solutions, tailored specifically to your business needs.",
        "freePOCPOTImage":"https://www.infomericainc.com/Content/images/iic.jpg",
        "freePOCPOTTailoredHeading":"Tailored Exploration & Validation",
        "freePOCPOTTailoredContent":"Dive deep into tailored explorative sessions and validate cutting-edge technologies' feasibility and practicality. Our experts are dedicated to crafting bespoke solutions, providing you a unique opportunity to test, validate, and experience technological advancements in a risk-free environment, ensuring they align seamlessly with your strategic goals.",
        "freePOCPOTStrategicHeading":"Strategic Partnership & Insightful Collaboration",
        "freePOCPOTStrategicContent":"We forge strategic partnerships to guide you through every step of your innovation journey. Through insightful collaboration with industry experts and tech aficionados, we facilitate an enriching exploration of technologies, ensuring you make well-informed, forward-thinking decisions that propel your business into the future.",
        "freePOCPOTEngageHeading":"Engage, Experiment, and Explore!",
        "freePOCPOTEngageContent1":"Let our Innovation Center be the playground for your ideas! Experience the future of technologies and unlock new possibilities with our free POC & POT.Here, we’re not just showcasing the benefits; we’re revolutionizing the way you perceive, integrate, and leverage technology.",
        "freePOCPOTEngageContent2":"For more details or to discuss your specific needs,",
        "freePOCPOTEngageContact": "Contact Us",
        "freePOCPOTEngagetoday": "today!",
        "freePOCPOTEngageContactLink": "/Contact"
      },
      {
        "softwareSalesHeading":"Software",
        "softwareSalesHeading2":"Sales",
        "softwareSalesContent1":"Infomerica has partnered with various leading software vendors to bring them at affordable price to our customers. Being a valuable reseller and having no overheads, we would extend our promotions & discounts to our customers. Please contact us to get a quote on your software purchase.",
         "softwareSalesContent2":"Infomerica is an IBM Premier Business Partner and Authorized IBM Reseller"
      }
    ]
  },
  {
    "ServiceCrmServicesData": [
      {
        "crmminhead": "Comprehensive CRM Implementation:",
        "crmcontent1": "Tailor and implement a variety of world-class CRM solutions such as SAP CRM, Oracle Siebel CRM, Microsoft CRM, and Salesforce.com to address unique business needs and industry-specific requirements.",
        "crmcontent2": "A cohesive and integrated CRM system that harmonizes with organizational objectives, optimizing customer interaction management and decision-making capabilities.",
        "crmmainhead": "Our Multifaceted CRM Services:"
      },
      {
        "crmminhead": "CRM Development & Maintenance",
        "crmcontent1": "Provide end-to-end services ranging from development, implementation, and maintenance to testing, upgrades, and managed services, ensuring smooth operation and longevity of CRM systems..",
        "crmcontent2": "A sustainable and efficient CRM environment with reduced costs, elevating the quality and consistency of customer interactions."
      },
      {
        "crmminhead": "Strategic CRM Consulting",
        "crmcontent1": "Utilize our vast experience to offer strategic insights and advice, enabling organizations to capitalize on CRM solutions for sales management, marketing automation, customer support, and service.",
        "crmcontent2": "Enhanced organizational acumen and strategic deployment of CRM tools, realizing improved customer management processes and increased decision-making ability."
      },
      {
        "crmminhead": "Continuous Support & Upgrades",
        "crmcontent1": "Deliver relentless support and timely upgrades, ensuring CRM solutions are contemporary, secure, and aligned with evolving business needs.",
        "crmcontent2": " Uninterrupted business operations and fortified customer relations through state-of-the-art CRM solutions."
      }
    ]
  },
  {
    "ServiceCmsModelsData": [
      {
        "p1": " Onsite [Staff Augmentation & Fixed]",
        "p2": " Offsite [Staff Augmentation & Fixed]",
        "p3": "Offshore [Fixed]",
        "p4": " Hybrid [Blended Rate]",
        "p5": "Onsite + Offsite",
        "p6": "Onsite + Offshore",
        "p7": "Onsite + Offsite + Offshore",
        "mheading": "Delivery Models",
        "mcontent1": "Strategic Alliances with product, tool & technology vendors.",
        "mcontent2": "With our proven onsite/offshore delivery model, CRM Services is a cost-effective approach to highest return on your investments[ROI].",
        "mcontent3": "For more details or to discuss your specific needs,",
        "mcontact": "Contact Us",
        "mtoday": "today!",
        "mcontactlink": "/Contact",
        "image": "https://www.infomericainc.com/Content/images/point.gif"
      }
    ]
  },
  {
    "ServicesAdvantages": [
      {
        "digitalServiceAdvanPoint1": "  Innovative Solutions - Stay ahead of the curve with our cutting-edge, innovative RPA solutions, driving operational excellence and competitive advantage.",
        "digitalServiceAdvanPoint2": "  Customer-Centric Approach - Your business is unique, and so are our solutions. Experience bespoke RPA services meticulously designed to align with your objectives and challenges.",
        "digitalServiceAdvanPoint3": "  Expertise & Experience - Leverage our extensive industry knowledge and experience to navigate your automation journey with confidence and ease.",
        "digitalServiceAdvanIcon": "fa fa-check",
        "digitalServiceAdvanHeading": "The Infomerica Advantage"
      },
      {
        "cloudServiceAdvanPoint1": "  Pioneering Solutions - Crafted with precision and a forward-thinking approach, our services are the epitome of innovative excellence, propelling your business to new heights.",
        "cloudServiceAdvanPoint2": " Unsurpassable Security - Navigate the digital world with peace of mind, with our robust security frameworks ensuring the integrity and confidentiality of your valuable data.",
        "cloudServiceAdvanPoint3": "  Scalability & Flexibility - Adapt and grow with ease, leveraging scalable and flexible solutions that evolve with your changing needs and ambitions.",
        "cloudServiceAdvanPoint4": "Strategic Insights - Gain valuable insights and foresight through our advanced analytics and intelligence, guiding your strategic decisions and plans.",
        "cloudServiceAdvanIcon": "fa fa-check",
        "cloudServiceAdvanHeading": "Why Choose Infomerica,Inc for Cloud Services?",
        "cloudServiceAdvantageimage1": "https://www.infomericainc.com/Content/images/AWS%20Partner.png",
        "cloudServiceAdvantageimage2": "https://www.infomericainc.com/Content/images/Microsoft%20Gold%20Partner.png"
      },
      {
        "iotServiceAdvanPoint1": "Innovative Excellence: Discover groundbreaking IoT solutions that drive operational efficiency and open doors to new business possibilities.",
        "iotServiceAdvanPoint2": "Secure and Scalable: Leverage IoT solutions that are inherently secure, scalable, and tailored to align with your business objectives.",
        "iotServiceAdvanPoint3": " Expertise-Driven Approach: Gain from our extensive industry knowledge and technical prowess in IoT to transcend conventional boundaries.",
        "iotServiceAdvanPoint4": "Customer-Centric Solutions: Benefit from solutions that are crafted keeping in mind the diverse needs and challenges of your enterprise.",
        "iotServiceAdvanIcon": "fa fa-check",
        "iotServiceAdvanHeading": "Why Opt for Infomerica,Inc for IoT Services?"
      }
    ]
  },
  {
    "DigitalServicesData": [
      {
        "dtscontent": "Embark on a seamless cloud journey with our scalable, secure, and innovative solutions, ensuring optimal performance and flexibility.",
        "dtssubhead": "Cloud Solutions",
        "dtsmainhead": "Our Services"
      },
      {
        "dtscontent": "Harness the power of data with our advanced analytics and AI, driving insights, innovation, and intelligent decision-making.",
        "dtssubhead": "Data Analytics & AI"
      },
      {
        "dtscontent": "Create unforgettable experiences and build stronger relationships with your customers through our tailor-made engagement solutions.",
        "dtssubhead": "Customer Experience & Engagement"
      },
      {
        "dtscontent": "Enhance your software delivery with our agile and DevOps practices, promoting collaboration, efficiency, and continuous improvement.",
        "dtssubhead": "Agile & DevOps Consultation"
      },
      {
        "dtscontent": "Protect your digital assets with our robust cybersecurity solutions, ensuring your business's safety and compliance",
        "dtssubhead": "Cybersecurity Services"
      }
    ]
  },
  {
    "SecurityServicesData": [
      {
        "secminhead": "Comprehensive Cloud and On-Premise Security Design & Implementation",
        "seccontent1": "To architect and implement robust security frameworks resilient to a spectrum of cyber threats, providing enduring security across organizational infrastructures and cloud environments.",
        "seccontent2": "Incorporating innovative and reliable technologies, solutions, and cloud security practices to create a fortified and secure digital presence.",
        "seccontent3": "An enhanced and solidified security foundation, significantly reducing the susceptibility to potential attacks and vulnerabilities.",
        "secmainhead": "Our Comprehensive Suite of Security Architecture Services"
      },
      {
        "secminhead": "Rigorous Security Assessment & Optimization for Cloud Environments",
        "seccontent1": "To analyze and amplify existing security postures, focusing on cloud and traditional infrastructures, for optimized protection.",
        "seccontent2": "Performing extensive assessments of existing security architectures, identifying areas of vulnerability, and optimizing controls to ensure comprehensive protection.",
        "seccontent3": "A fortified and optimized security posture, ready to tackle evolving threats and vulnerabilities in cloud environments."
      },
      {
        "secminhead": "SCustomized Cloud Security Policy Development",
        "seccontent1": "To create coherent security governance frameworks, incorporating detailed policies and protocols suited for cloud environments.",
        "seccontent2": "Developing exhaustive cloud security policies, aligning with industry standards, best practices, and organizational necessities.",
        "seccontent3": "A cohesive and clear security policy framework that elevates security consciousness and governs organizational conduct within cloud environments."
      },
      {
        "secminhead": "Advanced Threat Modeling & Risk Analysis in Cloud Infrastructures",
        "seccontent1": "To uncover and address potential security risks and threats within cloud infrastructures proactively.",
        "seccontent2": " Applying advanced threat modeling and risk analysis techniques, we identify potential threats and develop robust strategies for mitigation and response..",
        "seccontent3": " Improved organizational readiness and a more robust approach to risk management in the cloud."
      },
      {
        "secminhead": "Expert Security Architecture Consulting with Cloud Focus",
        "seccontent1": "To offer comprehensive consulting services and strategic insights to cultivate and maintain secure organizational infrastructures with an emphasis on cloud security.",
        "seccontent2": " Leveraging extensive knowledge and experience to deliver strategic guidance and insights tailored to the specific needs of cloud security.",
        "seccontent3": "A secure, adaptable, and resilient organizational and cloud infrastructure aligned with business objectives and industry standards."
      }
    ]
  },
  {
    "ComprehensiveApplicationServicesData": [
      {
        "appcontent1": "Expertise in various development platforms, from standard Microsoft .NET and J2EE to custom applications integrated with ERP/CRM systems.",
        "appcontent2": "Proficiency in building applications utilizing both Open Source and Commercial Software, leveraging internal and external APIs.",
        "appcontent3": "Utilize cutting-edge technologies and frameworks to engineer solutions that align seamlessly with business objectives and offer enhanced functionality and user experiences.",
        "appsubhead": "Application Development",
        "appmainhead": "Infomerica's Comprehensive Application Services Encompass:"
      },
      {
        "appcontent1": "We understand the need for agility and scalability in the current business scenario. Our services encompass migrating your existing applications to cloud platforms, ensuring enhanced performance, security, and scalability.",
        "appcontent2": "Leverage meticulous planning, cutting-edge tools, and established methodologies to facilitate smooth migrations.",
        "appcontent3": "Our approach resolves compatibility concerns, minimizes disruptions, and optimizes performance while transitioning to a more adaptable and scalable cloud environment",
        "appsubhead": "Application Migration"
      },
      {
        "appcontent1": "Specialization in transforming Legacy Applications like Cobol, Oracle Forms, Fortran, C Based Applications to advanced Java/.NET based applications.",
        "appcontent2": "Experienced in migrating Legacy Systems to Packaged Applications and exposing the Mainframe/Legacy Environment as web services to modern technologies such as Mobile and Web Applications.",
        "appcontent3": "Structured and systematic approach to modernization, focusing on elements such as UI/UX improvements, architectural overhaul, and platform upgrades, while guaranteeing minimal disruptions",
        "appsubhead": "Application Modernization"
      },
      {
        "appcontent1": "Ensuring the utmost quality and performance of your applications is our priority.",
        "appcontent2": "We offer both manual and automated testing services using tools like HP Quality Center, Selenium, Cucumber, Cypress, Appium, SoapUI and Postman.",
        "appcontent3": "Our proficiency extends to SOA Testing, ETL Testing, Cross Browser Testing, Performance Testing, and Compatibility Testing for mobile and web applications.",
        "appsubhead": "Application Testing"
      },
      {
        "appcontent1": "Proficient in supporting Level 1, 2, and 3 activities for any custom or standard application, inclusive of Cloud-Based Applications.",
        "appcontent2": "24/7 support through our trusted and proven Hybrid Global Delivery Model, backed by our multiple Offshore Development Facilities.",
        "appsubhead": "Application Support"
      }
    ]
  },
  {
    "ComprehensiveCloudServicesData": [
      {
        "cloudcontent1": "Cloud Consulting & Strategy",
        "cloudcontent2": "Roadmap Development",
        "cloudcontent3": "Cloud Readiness Assessments",
        "cloudsubhead": "Cloud Consulting & Strategy",
        "cloudmainhead": "Our Comprehensive Cloud Service Portfolio Includes:",
        "cloudicon": "fa fa-check"
      },
      {
        "cloudcontent1": "Seamless Migrations",
        "cloudcontent2": "Efficient Implementations",
        "cloudcontent3": "Post-Migration Support",
        "cloudsubhead": "Cloud Migration & Implementation"
      },
      {
        "cloudcontent1": "24/7 Monitoring",
        "cloudcontent2": "Proactive Optimization",
        "cloudcontent3": "Issue Resolution",
        "cloudsubhead": "Cloud Management & Optimization"
      },
      {
        "cloudcontent1": "Security Assessments",
        "cloudcontent2": "Proactive Optimization",
        "cloudcontent3": "Threat Mitigation",
        "cloudsubhead": "Cloud Security & Compliance"
      },
      {
        "cloudcontent1": "Data Integration",
        "cloudcontent2": "Analytical Modelling",
        "cloudcontent3": "Real-Time Insights",
        "cloudsubhead": "Advanced Cloud Analytics"
      }
    ]
  },
  {
    "ExtensiveAWSServicesData": [
      {
        "awscontent1": "Seamless Migration",
        "awscontent2": " Minimal Downtime",
        "awscontent3": "Risk Mitigation Strategies",
        "awscontent4": "Post-Migration Support",
        "awssubhead": "AWS Cloud Migration",
        "awsmainhead": "Our Extensive AWS Service Portfolio",
        "awsicon": "fa fa-check"
      },
      {
        "awscontent1": "24/7 Monitoring & Management",
        "awscontent2": "Proactive Issue Resolution",
        "awscontent3": "Regular Optimization Checks",
        "awscontent4": "Detailed Reporting",
        "awssubhead": "AWS Managed Services"
      },
      {
        "awscontent1": "Real-Time Data Processing",
        "awscontent2": "Advanced Analytical Models",
        "awscontent3": "Insight-Driven Decision-Making",
        "awscontent4": "Scalable Storage Solutions",
        "awssubhead": "Data Lakes & Advanced Analytics"
      },
      {
        "awscontent1": "Continuous Integration & Delivery",
        "awscontent2": "Automated Testing",
        "awscontent3": "Infrastructure as Code",
        "awscontent4": " Agile Transformation",
        "awssubhead": "DevOps & Application Modernization"
      },
      {
        "awscontent1": "Regulatory Compliance",
        "awscontent2": "Threat Intelligence",
        "awscontent3": "Security Assessments",
        "awscontent4": "Compliance Monitoring",
        "awssubhead": "AWS Security & Compliance"
      }
    ]
  },
  {
    "HolisticMicrosoftServicesData": [
      {
        "microcontent1": "Strategy Formulation",
        "microcontent2": " Solution Architecture",
        "microcontent3": "Roadmap Development",
        "microsubhead": "Microsoft Cloud Consulting",
        "mainhead": "Our Holistic Microsoft Cloud Service Offerings Include",
        "microicon": "fa fa-check"
      },
      {
        "microcontent1": "Seamless Transition",
        "microcontent2": "Strategic Implementations",
        "microcontent3": "Post-Migration Support",
        "microsubhead": "Migration & Deployment"
      },
      {
        "microcontent1": "Continuous Monitoring",
        "microcontent2": "Proactive Optimization",
        "microcontent3": "Issue Remediation",
        "microsubhead": "Optimization & Management"
      },
      {
        "microcontent1": "Risk Assessments",
        "microcontent2": "Compliance Assurance",
        "microcontent3": "Threat Mitigation",
        "microsubhead": "Security & Compliance Management"
      },
      {
        "microcontent1": "Data Integration & Visualization",
        "microcontent2": "Predictive Analytics",
        "microcontent3": "Business Intelligence Solutions",
        "microsubhead": "Advanced Analytics & Intelligence"
      }
    ]
  },
  {
    "micro_Data_Services": [
      {
        "m2": "Power BI"
      },
      {
        "m2": "Executive dashboards"
      },
      {
        "m2": "MyAnalytics"
      },
      {
        "m2": "PowerApps"
      },
      {
        "m2": "Power Automate"
      },
      {
        "m2": "Intune"
      },
      {
        "m2": "Endpoint Manager"
      },
      {
        "m2": "Exchange Online"
      },
      {
        "m2": "Yammer"
      },
      {
        "m2": "Microsoft 365 Education & Mentoring (Onsite, Offsite, Online)"
      }
    ],
    "micro_Cloud_Computing": [
      {
        "m1": "Business Value Assessment        "
      },
      {
        "m1": "Proof of Concept (PoC)"
      },
      {
        "m1": "Proof of Technologies (POTs)"
      },
      {
        "m1": "Office Apps"
      },
      {
        "m1": "Microsoft Teams"
      },
      {
        "m1": "SharePoint Online"
      },
      {
        "m1": "Advanced Threat Protection"
      },
      {
        "m1": "Data Loss Prevention"
      },
      {
        "m1": "Compliance Managert"
      },
      {
        "m1": "OneDrive for Business"
      },
      {
        "m1": "Azure AD Integration"
      }
    ],
    "Service_Oriented_Architecture":[
      {
        "m1": "Offers the highest return on your investments[ROI] with improved security lower administrative costs, high scalability and the backing of an industry leader        "
      },
      {
        "m1": " Hot-pluggable solutions interoperate with all major systems to ensure enterprise wide security"
      },
      {
        "m1": "The complete SOA suites that provides for an integrated and easy-to-use SOA development and management environment"
      },
      {
        "m1": "Process integrity enables reliable business activity in a secure, scalable SOA environment."
      },
      {
        "m1": "SOA governance can help you make better IT decisions."
      },
      {
        "m1": "Business Process Management [BPM] enabled by SOA provides greater business flexibility through accelerated and iterative process improvement."
      },
      {
        "m1": " SOA management and security can help enable visibility to monitor and control SOA based services and applications."
      },
      {
        "m1": "Extend SOA with Web 2.0 to reach new people and markets. SOA design & development"
      },
      {
        "m1": "SOA User Interface for People"
      },
      {
        "m1": " Information as a service"
      },
      {
        "m1": "SOA management and security"
      }
    ]
  },
  {
    "micro_auto_ManagementData": [
      {
        "m1": "Experience seamless migration and deployment with minimized disruptions and ensured data integrity, allowing your team to embrace Microsoft 365 effortlessly.",
        "name": "Deployment & Migration"
      },
      {
        "m1": "Utilize tools like Microsoft Teams. SharePoint Online, OneDrive for Business, Microsoft Power Platform (Power BI, Power Apps, Power Automate) to foster collaboration and communication, driving organizational success.",
        "name": "Collaboration & Productivity Solutions "
      },
      {
        "m1": "Implementing advanced security measures and compliance management to safeguard data and adhere to industry standards and regulations..",
        "name": "Security & Compliance "
      },
      {
        "m1": "Benefit from extensive training and support services, enabling your team to maximize the capabilities of Microsoft 365.",
        "name": "Training & Support"
      },
      {
        "m1": "Customized solutions and integrate third-party applications to align with your specific organizational need..",
        "name": "Customization & Integration"
      },
      {
        "m1": "Avail ongoing management and optimization to keep your Microsoft 365 environment at its peak.",
        "name": "Managed Services"
      },
      {
        "m1": "Develop interactive dashboards and reports to make informed decisions and extract actionable insights from complex datasets.",
        "name": "Data-driven Insights with Power BI "
      },
      {
        "m1": "Design and deploy tailor-made apps with no code/low code capabilities and achieve operational efficiency with customized app solutions.",
        "name": "Custom Apps with Power Apps "
      },
      {
        "m1": "Streamline workflows and automate manual tasks and enhance productivity by integrating powerful automation.",
        "name": "Automation with Power Automate"
      },
      {
        "m1": "Intelligent Chatbots with Power Virtual Agents - Deploy AI-driven chatbots for enriching customer interactions and resolve queries and facilitate services efficiently."
      }
    ]
  },
  {
    "dataSer_managementData": [
      {
        "name": "Integrated Data Platform (ERP & non-ERP)",
        "p1": "Data platform that fully integrates disparate databases, analytics, and governance."
      },
      {
        "name": "Immediate & Intelligent  Insights",
        "p1": "Business-intelligence platform for new insights, accelerated innovation"
      },
      {
        "name": "Enhanced productivity and collaboration",
        "p1": "Artificial Intelligence (AI) and Machine Learning (ML), specifically in the form of Chatbots, significantly contribute to enhancing employee productivity by seamlessly integrating with the collaboration tools of their choice."
      },
      {
        "name": "Integrated Data Platform (ERP & non-ERP)",
        "p1": "Low-code no-code platform that lays the foundation for high value ERP/CRM solutions and new experiences with emerging tools rapidly."
      }
    ],
    "dataAnalist": [
      {
        "name": "Data Analytics & Intelligence",
        "url": "https://infomericainc.com/Content/images/connection.gif",
        "p1": "Data platform that fully integrates disparate databases, analytics, and governance.Unlock actionable insights and boost your decision-making with our cutting-edge data analytics and intelligence solutions.",
        "sub_name": "Products We Support :",
        "sub_p1": "Tableau, Power BI, QlikView/Qlik Sense, Google Analytics, Domo, Cognos, MicroStrategy, Business Objects, OBIEE, Oracle Apex, kibana"
      },
      {
        "name": "Data Integration & Migration",
        "url": "https://infomericainc.com/Content/images/cloud-network.gif",
        "p1": "Seamless data consolidation and migration, ensuring data accuracy, consistency, and availability across platforms.",
        "sub_name": "Products We Support :",
        "sub_p1": "Apache NiFi,Talend, Microsoft SQL Server Integration Services (SSIS),Informatica PowerCenter,DataStage, Flume, Sqoop, MapReduce,MuleSoft Anypoint Platform, Apache Kafka",
        "sub_p11": "AWS Database Migration Service,Oracle Data Service Integrator,SAP Data Services,Azure Data Factory,Google Cloud Dataflow"
      },
      {
        "name": "Data Management & Governance",
        "url": "https://infomericainc.com/Content/images/computer.gif",
        "p1": "Enhance your data quality and management with our robust governance strategies, ensuring compliance and security.",
        "sub_name": "Products We Support :",
        "sub_p1": "Collibra,Alation,SAP Master Data Governance,IBM InfoSphere Information Server,Varonis,Symantec Data Loss Prevention."
      },
      {
        "name": "Advanced Analytics",
        "url": "https://infomericainc.com/Content/images/computer.gif",
        "p1": "Unearth hidden insights, predict future trends, and unveil transformative opportunities",
        "sub_name": "Products We Support :",
        "h1": " Predictive Modeling",
        "h2": "Machine Learning & AI",
        "h3": "Natural Language Processing",
        "h4": "Data Science (R,Python,TensorFlow)",
        "h5": "Statistical Analysis",
        "h6": "Quantitative Analysis",
        "sub_p1": "SAS Advanced Analytics,IBM SPSS,RapidMiner,Oracle Advanced Analytics,H2O.ai,Microsoft Azure Machine Learning Studio,Google Cloud AutoML"
      }
    ],
    "BigData": [
      {
        "name": "Big Data Solution",
        "url": "https://infomericainc.com/Content/images/computer.gif",
        "p": "Harness the power of Big Data with our innovative solutions, tailored to meet your unique business needs and objectives.",
        "sub_Name": "Products We Support :",
        "sub_p": "Apache Hadoop,Apache Spark,Cloudera,Horton Works,Amazon Web Services (AWS) Big Data Solutions,Microsoft Azure Synapse Analytics,Google Cloud BigQuery,Snowflake,SAS Big Data Analytics,Databricks,MongoDB,Splunk"
      },
      {
        "name": "Data Warehousing",
        "url": "https://infomericainc.com/Content/images/computer.gif",
        "p": "We provide robust, scalable, and secure data warehousing services that transform your organizational data into powerful insights, driving informed decision-making, enhancing operational efficiency, and fueling innovation..",
        "sub_Name": "Products We Support :",
        "sub_p": "Amazon Redshift,Oracle Exadata,IBM Db2 ,SAP BW/4HANA,Teradata,SQL Server,Sybase,Mongo DB,mysql."
      }
    ]
  },
  {
    "ComprehensiveIoTServicesData": [
      {
        "iotcontent1": "Identifying Opportunities",
        "iotcontent2": "Architecting Solutions",
        "iotcontent3": "Developing Roadmaps",
        "iotsubhead": "IoT Consultation & Strategy Development",
        "iotmainhead": "Our Comprehensive IoT Service Offerings Include",
        "ioticon": "fa fa-check"
      },
      {
        "iotcontent1": "Deploying Solutions",
        "iotcontent2": "Integrating Technologies",
        "iotcontent3": "Enabling Interoperability",
        "iotsubhead": "IoT Implementation & Integration"
      },
      {
        "iotcontent1": "Harnessing Data",
        "iotcontent2": "Generating Insights",
        "iotcontent3": "Informing Decisions",
        "iotsubhead": "IoT Data Analytics & Intelligence"
      },
      {
        "iotcontent1": "Securing Assets",
        "iotcontent2": "Managing Risks",
        "iotcontent3": "Ensuring Compliance",
        "iotsubhead": "IoT Security & Compliance Management"
      },
      {
        "iotcontent1": "Managing Devices",
        "iotcontent2": "Optimizing Applications",
        "iotcontent3": "Enhancing Experiences",
        "iotsubhead": "IoT Device & Application Management"
      }
    ]
  },
  {
    "EnterprisePortal_ManagementData": [
      {
        "m1": "The valuable assessment report details the analysis, provides a project roadmap, estimates effort, includes a high-level project plan and recommends best practices where applicable."
      },
      {
        "m1": " Proof-of-Concept Services are intended to demonstrate the value statements and return on investment for the proposed project."
      },
      {
        "m1": "Proof of Technology services involves working to first understand business goals and concerns, and then to identify a relevant module(s) for use in the pilot project. The pilot will use a real portion of the production application, which can then be reused once the implementation project moves forward."
      },
      {
        "m1": "Our subject matter experts not only bring portal knowledge but sound business process knowledge and experience to the table that helps the portal development a really a value-add as a whole finishing on time and within the budget"
      }
    ]
  },
  {
    "EnterprisePortal_Data_Services": [
      {
        "m2": "Customer/Partner/Supplier/Dealer self service"
      },
      {
        "m2": "Executive dashboards"
      },
      {
        "m2": "Collaborative works"
      },
      {
        "m2": "eGovernment portal"
      },
      {
        "m2": "A2A, B2B/B2C portals"
      },
      {
        "m2": "Portal & Content Management Infrastructure Planning & Management"
      },
      {
        "m2": "Portal & Content Management Integration with other systems"
      },
      {
        "m2": "Portal & Content Management Administration"
      },
      {
        "m2": "Portal & Content Management Upgrades"
      },
      {
        "m2": "Custom Portal Education & Mentoring (Onsite, Offsite, Online)"
      }
    ],
    "EnterprisePortal_Cloud_Computing": [
      {
        "m1": "Portal & SOA Governance"
      },
      {
        "m1": "Portal Prototyping"
      },
      {
        "m1": "Business Value Assessment"
      },
      {
        "m1": "Proof of Concept (PoC)"
      },
      {
        "m1": "Proof of Technologies (POTs)"
      },
      {
        "m1": "Portal & Content Management Planning & Solutions"
      },
      {
        "m1": "Portal & Content Management Application Architecture & Development"
      },
      {
        "m1": "Employee portal"
      },
      {
        "m1": "Corporate extranet"
      },
      {
        "m1": "Process Portals"
      },
      {
        "m1": "Partner portal"
      }
    ]
  },
  {
    "ComprehensiveAssuranceTestingData": [
      {
        "name": "Quality Assurance",
        "heading": "Our Comprehensive Assurance & Testing Solutions Include",
        "content": "Provision of end-to-end quality assurance services that ensure the delivery of high-quality, secure, and responsive applications.Specialization in both manual and automated testing methodologies to detect and resolve issues efficiently"
      },
      {
        "name": "Performance Testing",
        "content": "Employing advanced tools and methodologies to assess system performance, scalability, and reliability under varied conditions and workloads.Identifying performance bottlenecks and optimizing system capabilities to meet stringent business demands."
      },
      {
        "name": "Security Testing",
        "content": "Conducting exhaustive security assessments to identify vulnerabilities and secure applications against potential threats and breaches.Implementation of robust security protocols and frameworks to safeguard sensitive data and ensure regulatory compliance."
      },
      {
        "name": "Compliance Testing",
        "content": "Utilizing cutting-edge automation tools and frameworks to accelerate testing cycles and enhance testing coverage.Leveraging automated scripts to ensure the rapid and consistent execution of test cases, reducing time-to-market."
      },
      {
        "name": "Automation Testing",
        "content": "Utilizing cutting-edge automation tools and frameworks to accelerate testing cycles and enhance testing coverage.Leveraging automated scripts to ensure the rapid and consistent execution of test cases, reducing time-to-market."
      },
      {
        "name": "SOA/API Testing",
        "content": "Validate the functionality, reliability, performance, and security of APIs.Testing of SOA/API responses, error codes, data accuracy, and latency to ensure the robustness of SOA/API integrations."
      },
      {
        "name": "ETL Testing",
        "content": "Ensure the accuracy of data extraction, transformation, and loading processes.Validation of data migration, transformation logic, and data integrity, ensuring the consistency of transformed data across various databases and warehouses."
      }
    ]
  },
  {
    "TechnologyUtilizationSlides": [
      {
        "url": "https://infomericainc.com/Content/images/connection.gif",
        "name": "Usage of Advanced Testing Tools",
        "m1": "Implementation of renowned testing tools such as HP Quality Center, Selenium, Cucumber, Cypress, Appium, SoapUI, Postman, JMeter, and LoadRunner for comprehensive testing services.",
        "aos": "slide-right",
        "width": 60,
        "height": 60
      },
      {
        "url": "https://infomericainc.com/Content/images/cloud-network.gif",
        "name": "Integration of AI & ML",
        "m1": "Leveraging artificial intelligence and machine learning for predictive analysis, intelligent test automation, and enhanced test optimization.",
        "aos": "slide-left",
        "width": 60,
        "height": 60
      },
      {
        "url": "https://infomericainc.com/Content/images/computer.gif",
        "name": "Cloud-based Testing",
        "m1": "Utilization of cloud platforms for scalable, flexible, and cost-effective testing solutions.",
        "aos": "slide-right",
        "width": 50,
        "height": 60
      }
    ]
  },
  {
    "softwarSales":[
      {
          "para":"Our Software Labs and IBM Business Partner Innovation Centre helps Customers in the Process Technology Partner Evaluation and offers POT and POC at Minimal Expenses to Articulate Capabilities, Benefits and Showcase ROI on IBM Products to their Enterprise.",
          "bulb":"fa fa-lightbulb fa-5x fa-icon-image"
      },
      {
        "para":"Infomerica with the Premier Partnership of IBM Offers Competitive Price on Software Procurement and Additional Competitive Advantage if it is bundled with Implementation Services",
        "bulb":"fa fa-lightbulb fa-5x fa-icon-image"
    }
    
  ]
  },
  {
    "softwarSalesSideContent":[
      {
          "h1":"Software",
          "h2":"Sales",
          "p1":"Being a distinguished IBM Premier Business Partner, with specialization in IBM technologies, Infomerica, Inc stands as your ideal collaborator in navigating the intricacies of software procurement and renewal processes. Leveraging our Centers of Excellence and Innovation Centers, we offer complimentary POTs/POCs, elucidating the nuanced benefits that IBM products can unfold for your enterprise. This engagement illuminates the comprehensive features of a product, enabling an informed and beneficial choice for your IT needs. Our collaboration with IBM is tight-knit, ensuring the delivery of precisely the right product tailored to your requirements. We hold customer satisfaction paramount, working in unison with IBM to secure optimal results. Moreover, our expansive team of renewal representatives is at your service to assist in managing your licenses and software renewals meticulously, ensuring seamless and uninterrupted service. Experience enlightened decision-making and operational excellence with Infomerica, Inc, where innovation meets unparalleled expertise!",
          "p2":"Infomerica is the GOTO Partner to help and guide you in the process of IBM Software Procurement for New License & Passport Advantage Annual Maintenance."
        }
  ]
  }
]

