[
    {
        "aboutUsmainimage":"https://ap-south-1.graphassets.com/clvxn4yf50als07pm6z557c23/clw8xvif303jw07pkb0cqok4o",
        "aboutUsSubimage":"https://ap-south-1.graphassets.com/clvxn4yf50als07pm6z557c23/clw8xvtz503kb07pk0dkjx0dl",
        "aboutUsHeading1":"About",
        "aboutUsHeading2":"Infomerica",
        "visionHeading1":"Our",
        "visionHeading2":"Vision",
        "missionmainimage":"https://infomericainc.com/Content/images/aboutus-banner.jpg",
        "missionSubimage":"https://infomericainc.com/Content/images/abt-banner-mobile1.jpg",
        "missionHeading1":"Our",
        "missionHeading2":"Mission"

    },
    {
        "content":[
            {
            "aboutUsContent":"Established in 1998, Infomerica, Inc. is a renowned Global Systems Integrator focusing on ERP/ BPM/Cloud/Mobile/SOA/API/Digital transformation Technologies. We are a Minority Certified Business, with our headquarters situated in Cary, NC – USA. For over twenty-five years, Infomerica has been instrumental in aiding a myriad of large and mid-sized businesses in transitioning their IT to a Service-Oriented Architecture, involving IT Transformation Initiatives and the deployment of SAP/Oracle ERP Systems.",
            "aboutUsContent2":"Infomerica holds a global footprint, reaching four continents and features multiple Global Development Centers located across the USA, Canada, and India. Our enduring commitment is to facilitate technological advancements and innovations, enhancing operational efficiency and fostering business growth for our diverse clientele.",
            "aboutUsContent3":"Infomerica has held the status of a Premium Business Partner of IBM for numerous years. Over time, Infomerica has cultivated profound proficiency in supporting diverse vendor stacks, forging alliances with major IT conglomerates like SAP,Microsoft,AWS and Oracle.",
            "aboutUsContent4":"Infomerica is among the select companies that have mastered the hybrid On-Demand Model, focusing on niche skills and is supported by avantgarde facilities at several global locations. Our offshore model is designed to provide seamless, high-quality, and timely services tailored to your requirements at a substantially reduced cost. We manage your IT needs, allowing you to focus on your core business objectives. Our Managed Services Model elevates the Shared Resource Pool Model to unprecedented heights.",
            "aboutUsContent5":"At Infomerica, we are firm believers in thought leadership and disruptive innovations, and this ethos guides the forward direction of our company. Our teams are encouraged to engage with the latest groundbreaking technologies and to conduct extensive experimentation as part of our COE. The Infomerica Center of Excellence for various practices is perpetually tasked with delivering innovative accelerators, templates, best practices, standards, and processes for several standard reusable patterns, ensuring that innovation and excellence are at the core of everything we do.",
            "visionContent":"Welcome and thank you for your interest in Infomerica, the company you can trust and rely on. We wanted you to understand our core values. Infomerica would strongly bind to the business ethics, honesty and integrity.",
            "missionContent":"At Infomerica, our mission is to empower businesses globally through innovative and strategic technological solutions. We are committed to delivering excellence and adding value to our clients by optimizing processes and efficiently allocating resources. We aim to facilitate sustainable growth and enhance operational efficiency for our clients, enabling them to excel in their respective domains. We endeavor to foster a collaborative environment that encourages continuous learning, innovation, and a commitment to delivering exceptional service. Our dedication to integrity, transparency, and sustainability drives us to create meaningful impacts and contribute to the advancement of the technology industry."
            }
        ]
    }
]