[
    {
        "careersbanner":"https://infomericainc.com/Content/images/Careers-banner.jpg",
        "careersMobilebanner":"https://infomericainc.com/Content/images/Careers-banner-mobile.jpg",
        "Careers":"Careers",
        "CareersDescription":"Regardless of whether your role is in development, sales, or HR, at Infomerica, you are empowered to pioneer innovative ideas and contribute to the creation of solutions that are transforming industries and enhancing lives. Within our dynamic ecosystem, you'll discover intellectual minds collectively working with a synergy that is exceptionally inspiring.",
        "Current":"Current",
        "Openings":"Openings"
    },
    {
        "careersSlides":[
            {
                "url":"https://infomericainc.com/Content/images/connection.gif",
                "m1":"Infomerica also believes that our strength and success lies in our employees and our asset is our employees. Our business environment is dynamic by a high degree of competition and rapid technological advances. Success in a dynamic and high degree of competition situation demands that we continuously challenge ourselves to higher levels of individual and collective performance. To enable high degree of performance, we aim to provide an enabling and positive environment that will motivate our employees.",
                "aos":"slide-right"
            },
            {
                "url":"https://infomericainc.com/Content/images/cloud-network.gif",
                "m1":"We also believe in continuous education of our associates and strive to provide the best training facilities that will keep us apart from our competitors in our field. At Infomerica we treat each person with respect and fairness, and afford ample opportunity for individual growth in Infomerica.",
                "aos":"slide-left"
            },
            {
                "url":"https://infomericainc.com/Content/images/computer.gif",
                "m1":"We always look for hiring talented people. We employ people of exceptional creativity, expertise, and determination who work closely with one another and with our customers. We pursue technical growth and market diversification to increase value for our customers and opportunity for our employees.",
                "aos":"slide-right"
            },
            {
                "url":"https://infomericainc.com/Content/images/rocket.gif",
                "m1":"If you are interested please send your resume in word format and we promise you that we will respond if your skill fits our ongoing requirements. Also remember that at Infomerica we protect and respect the privacy and confidentiality, hence would not disclose to the public.",
                "aos":"slide-left"
            }
        ]
    },
    {
        "currentopenings":[
            {
                "list":[
                    "Bachelors/equivalent in CS, Engineering or related field and 5 years of IT experience",
                    "White Box Testing, Black Box Testing, Load Testing, Test Planning, Test Execution",
                    "Selenium WebDriver, Cypress.io, Postman Pro, Newman, SOAP UI, Karate DSL, BDD, Cucumber, TestNG,Agile SCRUM, Azure DevOps, Rally, Atlassian JIRA, ALM"
                ],
                "head":"Software QA Engineer",
                "p1":"Test software systems for quality assurance purposes; design test plans and procedures for software systems; document software defects and report to developers; perform regression testing and negative testing; implement fixes for software defects.",
                "p2":"Position requires Bachelors/equivalent in CS, Engineering or related field and 5 years of IT experience including White Box Testing, Black Box Testing, Load Testing, Test Planning, Test Execution, Selenium WebDriver, Cypress.io, Postman Pro, Newman, SOAP UI, Karate DSL, BDD, Cucumber, TestNG, JSON, XML, QTP, Java, Oracle SQL, Jenkins, Git, AWS, JavaScript, VBScript, Groovy, MongoDB, Waterfall Delivery, Agile SCRUM, Azure DevOps, Rally, Atlassian JIRA, ALM, IntelliJ Idea, VS Code, and Azure. Position requires travel / relocation to various unanticipated U.S. locations.",
                "p3":"Send resume to: Infomerica, Inc., 252 Towne Village Dr., Cary, NC 27513",
                "moredetails":"More Details"
            },
            {
                "list":[
                    "Master’s / equivalent in Engineering",
                    "cDAQ (TestSystems)eDAQ (SOMAT)",
                    "Torsional Vibrational testing, Flow testing",
                    "LMS for Data Acquisition",
                    "DATK, n-code, understanding of MER and ET-186"
                ],
                "head":"Sr. Mechanical Engineer",
                "p1":"Perform engineering duties in planning, testing the mechanically functioning equipment. Improve reliability of Gensets, through testing and analyzing the structural and dynamic vibrations. Research and recommend mechanical stiffness changes to meet requirements of structural reliability. Analyze test data and recommend structural changes to avoid early failures, with data analysis tools.",
                "p2":"Position requires Master’s / equivalent in Engineering and 6 months of experience including cDAQ (TestSystems), eDAQ (SOMAT), LMS for Data Acquisition, DATK, n-code, understanding of MER and ET-186, strain DAQ, Modal Testing (MEscope), Torsional Vibrational testing, Flow testing, Proximity-probes, Megger testing, Coupling Test, Battery/Alternator Load Test, Gas Train Pressure test, CANape and CANalyzer for ECU calibration. Position requires travel/relocation to various unanticipated U.S. locations.",
                "p3":"Send resume to: Infomerica, Inc., 252 Towne Village Dr., Cary, NC 27513",
                "moredetails":"More Details"
            },
            {
                "list":[
                    "Master’s / equivalent in CS",
                    "CIS",
                    "Information Systems Security",
                    "Cryptography",
                    "Security Architecture and Design",
                    "Telecommunications Network Security"
                ],
                "head":"Sr. Systems Analyst",
                "p1":"Test, maintain, and monitor computer program products and systems, including coordinating the installation of computer programs and systems. Troubleshoot program and software security system malfunctions to restore normal functioning. Expand and modify software system products to serve new purposes and improve work flow. Document, revise, and develop software system procedures and test procedures. Use the computer in the analysis and solution of business, software problems.",
                "p2":"Position requires Master’s / equivalent in CS, CIS, Information Systems Security, or related field and coursework in Telecommunications Network Security, Access Control, Application Security, Cryptography, Physical Security, Operations Security, and Security Architecture and Design. Position requires travel / relocation to various unanticipated U.S. locations.",
                "p3":"Send resume to: Infomerica, Inc., 252 Towne Village Dr., Cary, NC 27513",
                "moredetails":"More Details"
            }
           
        ]
    }
]